{
  "artists":[
    {
      "name": "SNSD",
      "descriptionShort": "Korea's girl group",
      "descriptionLong": "Girls' Generation (Hangul: 소녀시대; So Nyeo Si Dae), also known as SNSD, is a South Korean girl group formed by S.M. Entertainment. The group is composed of eight members: Taeyeon, Sunny, Tiffany, Hyoyeon, Yuri, Sooyoung, Yoona, and Seohyun. Girls' Generation officially debuted on August 5, 2007 with its debut single \"Into the New World\" and subsequently gained some attention with their self-titled debut album. However, it was not until 2009 that they rose to prominence with the single \"Gee\", which claimed the top spot on KBS's Music Bank for a record-breaking nine consecutive weeks and was named the most popular song of the 2000s decade by Melon. The group solidified their place in the South Korean music industry with follow-up singles \"Tell Me Your Wish (Genie)\", \"Oh!\", and \"Run Devil Run\" from late 2009 to early 2010.\n\n In mid-2010, the group signed with Nayutawave Records (present-day EMI Records Japan) to embark into the Japanese music scene. In April 2011, Girls' Generation's Japanese self-titled debut album was released, which peaked atop the Japanese Oricon Albums Chart and became the first album by a South Korean girl group to achieve a double Platinum certification by the RIAJ. The group returned to the South Korean music scene in October 2011 with The Boys, which has sold over 457,000 copies in South Korea, becoming the best-selling album in the Gaon chart history since its launch in 2010. During this time, the group also expanded their endeavor to the United States by signing with Interscope Records. In 2013, Girls' Generation's fourth Korean studio album titled I Got a Boy was released. The title track was subjected to major attention from western media after it was awarded Video of the Year at the inaugural YouTube Music Awards.Girls' Generation has sold over 4.4 million albums and 30 million digital singles as of 2012. The group's immense popularity in its native South Korea has earned them numerous accolades, notably titles such as \"The Nation's Singers\" and \"The Nation's Girl Group\". Girls' Generation is also regarded as the most popular K-pop girl group in Japan alongside Kara; the group is the first South Korean girl group to have two number-one albums on the Japanese Oricon Albums Chart.Korean newspaper Asia Today placed the group at 45 on its 50 Korean Power Leaders list in 2011.\n\n Girls' Generation has sold over 4.4 million albums and 30 million digital singles as of 2012. The group's immense popularity in its native South Korea has earned them numerous accolades, notably titles such as \"The Nation's Singers\" and \"The Nation's Girl Group\". Girls' Generation is also regarded as the most popular K-pop girl group in Japan alongside Kara; the group is the first South Korean girl group to have two number-one albums on the Japanese Oricon Albums Chart.Korean newspaper Asia Today placed the group at 45 on its 50 Korean Power Leaders list in 2011.",
      "videoURL": "https://www.youtube.com/watch?v=hJYGddE0vHc",
      "picUrl": "http://i.imgur.com/GaDzlmr.png",
      "concertDate": "Day 1"
    },

    {
      "name": "IU",
      "descriptionShort": "Best voice in Kpop",
      "descriptionLong": "Lee Ji-eun (Korean: 이지은; born May 16, 1993), better known by her stage name IU (Korean: 아이유), is a South Korean singer-songwriter and actress. Her stage name is derived from the phrase \"I and You\", symbolizing that people can become one through music. Her fan club name is Uaena, where each syllable has a different meaning: \"U\" is \"You\" from English, \"ae\" is Sino-Korean for \"love\", and \"na\" is Korean for \"me\".\n\n IU debuted on Mnet M! Countdown on September 18, 2008, with her debut single \"Lost Child\". It was later released as the title track for her debut mini-album Lost and Found on September 24, 2008.8 However, she did not gain mainstream popularity until her follow-up and debut studio album Growing Up.",
      "videoURL": "https://www.youtube.com/watch?v=ouR4nn1G9r4",
      "picUrl": "http://i.imgur.com/ZCdGAHx.jpg",
      "concertDate": "Day 2"
    },

    {
      "name": "Crayon Pop",
      "descriptionShort": "Bar bar bar \\o/",
      "descriptionLong": "Crayon Pop (Hangul: 크레용팝) is a South Korean girl group under Chrome Entertainment, consisting of Geummi, Ellin, Choa, Way and Soyul. Crayon Pop officially debuted on 19 July 2012 with their performance of \"Saturday Night\" on Mnet's M! Countdown. Their first EP, Crayon Pop 1st Mini Album, was not a commercial success, and when \"Dancing Queen\" was released in October, the group had few opportunities to promote on music shows. Instead, they promoted themselves through guerrilla performances on the streets of Seoul, which helped increase their fanbase, including their male fans called \"Pop-jeossi\". \n Following the release of \"Bar Bar Bar\" in June 2013, Crayon Pop's unique stage outfits and choreography drew interest and their popularity rose. \"Bar Bar Bar\" became a viral hit and eventually reached number 1 on Billboard's K-Pop Hot 100. It also earned Crayon Pop numerous awards, including New Rising Star at the Golden Disk Awards, the Hot Trend Award at the MelOn Music Awards, and Best New Female Artist at the Mnet Asian Music Awards. \n Crayon Pop has held several solo concerts in South Korea, Japan and Taiwan, and has also performed in other countries including Australia, China, and the United States. In June and July 2014, the group was the opening act for Lady Gaga's ArtRave: The Artpop Ball concert tour in twelve cities across North America. Their sixth single, \"Uh-ee\", was released on 1 April 2014, and Strawberry Milk, a sub-unit consisting of twins Choa and Way, debuted with The 1st Mini Album on 15 October.",
      "videoURL": "https://www.youtube.com/watch?v=yMqL1iWfku4",
      "picUrl": "http://i.imgur.com/CmWn9Na.jpg",
      "concertDate": "Day 3"
    },

    {
      "name": "WORLD ORDER",
      "descriptionShort": "So sexy",
      "descriptionLong": "HAVE A NICE DAY! :D",
      "videoURL": "https://www.youtube.com/watch?v=_mkiGMtbrPM",
      "picUrl": "http://i.imgur.com/vaeozoN.jpg",
      "concertDate": "Day 5"
    },

    {
      "name": "Die Antwoord",
      "descriptionShort": "Chappie!",
      "descriptionLong": "No words <3",
      "videoURL": "https://www.youtube.com/watch?v=uMK0prafzw0",
      "picUrl": "http://i.imgur.com/fz29QwE.jpg",
      "concertDate": "Day 5"
    }


  ],

  "schedule":[
    {
      "date": "day1",
      "artists":["SNSD","Drake","MØ","Ukendt Kunstner","Burhan G","Nik & Jay","L.O.C","Scarlet Pleasure","Carpark North","The Minds Of 99","Medina","Vild $mith"]
    },

    {
      "date": "day2",
      "artists":["IU","Drake","Potato"]
    },

    {
      "date": "day3",
      "artists":["Crayon Pop"]
    },

    {
      "date": "day4",
      "artists":["Taylor Swift", "Fatty Wrap"]
    },

    {
      "date": "day5",
      "artists":["WORLD ORDER","Die Antwoord"]
    }
  ]
}